[{"fruit_name":"น้อยหน่า","information":"น้อยหน่า (อังกฤษ: Sugar apple ;ชื่อวิทยาศาสตร์ : Annona squamosa Linn.) ชื่ออื่น ๆ หมักเขียบ (ตะวันออกเฉียงเหนือ) , ลาหนัง (ปัตตานี) , มะนอแน่, มะแน่ (เหนือ) , หน่อเกล๊ะแซ (เงี้ยว-แม่ฮ่องสอน) , มะออจ้า, มะโอจ่า (เงี้ยว-เหนือ) , เตียบ (เขมร)[1] เป็นพืชยืนต้น ผลมีเนื้อสีขาว เมล็ดดำ รสหวาน ถิ่นกำเนิดอยู่ในแถบอเมริกากลาง และใต้ แต่จะพบอยู่ทั่วไปในเขตร้อน ในประเทศไทยปลูกมากทางภาคกลางและตะวันออกเฉียงเหนือ"},{"fruit_name":"ฝรั่ง","information":"ฝรั่ง (ชื่อวิทยาศาสตร์: Psidium guajava Linn.) เป็นไม้ต้นขนาดเล็กถึงขนาดกลาง ในวงศ์ Myrtaceae ฝรั่งเป็นพืชที่มีจุดกำเนิดอยู่ในอเมริกากลางและหมู่เกาะอินดีสต์ตะวันตก หลักฐานทางโบราณคดีในเปรูชี้ให้เห็นว่า มีฝรั่งมาตั้งแต่ 800 ปีก่อนครืสตกาล พ่อค้าชาวสเปนและโปรตุเกสเป็นผู้นำผลไม้ชนิดนี้ไปยังถิ่นต่างๆทั่วโลก เข้ามาถึงเอเชียตะวันออกเฉียงใต้เมื่อราวคริสต์ศตวรรษที่ 17 ส่วนในประเทศไทย คาดว่าเข้ามาในสมัยสมเด็จพระนารายณ์มหาราช"},{"fruit_name":"ส้มเขียวหวาน","information":"ในประเทศไทยมีผู้สันนิษฐานว่ามีผู้นำเข้าต้นพันธุ์มาจากประเทศจีนเมื่อระยะเวลากว่า 100 ปีมาแล้ว โดยลักษณะทั่วไปของส้มเขียวหวานมีรูปกลมมน แป้นเล็กน้อย ฐานผลกลมมน ด้านล่างเป็นแอ่งตื้น ๆ ผิวผลเรียบ มีเปลือกบาง เนื้อส้มภายในเป็นสีส้มอมทอง ฉ่ำน้ำ กลีบแยกออกจากกันได้โดยง่าย มีรสชาติอร่อยหวานอมเปรี้ยวเล็กน้อย เมื่อแกะออกมาแล้วกลิ่นจะติดจมูก ทำให้เป็นที่นิยมกันเป็นอย่างมาก"},{"fruit_name":"ส้มโอ","information":"ส้มโอ เป็นไม้ยืนต้นขนาดกลางในตระกูลเดียวกับส้ม มีชื่อพื้นเมืองอื่นๆอีกคือ โกร้ยตะลอง (ภาษาเขมร) มะขุน (เหนือ) มะโอ (เหนือ) ลีมาบาลี (มลายู ยะลา) และ สังอู (กะเหรี่ยง มลายู)[1] มีชื่อสามัญในภาษาอังกฤษว่า Pomelo ซึ่งมีรากศัพท์มาจากภาษาดัตช์ pampelmoose ซึ่งแปลตรงตัวว่า \"ส้มที่ลูกเท่าฟักทอง\" [2] แหล่งกำเนิดอยู่ในเขตเอเชียตะวันออกเฉียงใต้ ส้มโอจัดว่าเป็นไม้ผลเศรษฐกิจชนิดหนึ่งของไทย นิยมปลูกทางภาคตะวันตกของประเทศ"},{"fruit_name":"ลำไย","information":"ลำไย ชื่อวิทยาศาสตร์: Dimocarpus longan(มักเขียนผิดเป็น ลำใย) มีชื่อเรียกพื้นบ้านว่า บ่าลำไย ชื่อภาษาอังกฤษว่าลองแกน (Longan) วงศ์ Sapindaceae เป็นพืชพื้นเมืองในพื้นที่ราบต่ำของลังกาอินเดียตอนใต้ บังกลาเทศ พม่าและจีนภาคใต้ เป็นพืชไม้ผลเขตร้อนและกึ่งร้อน เป็นไม้ยืนต้นขนาดกลาง ลำต้นสีน้ำตาล ออกดอกเป็นช่อ สีขาวครีม ผลทรงกลมเป็นช่อ ผลดิบเปลือกสีน้ำตาลอมเขียว ผลสุกสีน้ำตาลล้วน เนื้อลำไยสีขาวหรือชมพูอ่อน เมล็ดสีดำเป็นมัน เนื้อล่อนเม็ด"},{"fruit_name":"ลองกอง","information":"ลองกอง เป็นลางสาดพันธุ์หนึ่งชนิดที่เปลือกหนาและยางน้อย โดยลางสาดเป็นไม้ต้นชนิด Lansium domesticum Corrêa ในวงศ์ Meliaceae ผลกลม ๆ ออกเป็นพวง กินได้ เม็ดในขม[1] ลางสาดนั้นเชื่อว่าเป็นผลไม้ที่มีถิ่นกำเนิดมาจากบริเวณหมู่เกาะมลายู อินโดนีเซีย ฟิลิปปินส์และภาคใต้ของไทย มีหลายชื่อ อาทิ ลังสาด, ดูกู โดยชื่อ \"ลางสาด\" หรือ \"ลังสาด\" นั้นมาจากภาษามาเลย์ว่า \"langsat\", ชื่อ \"ดูกู\" มาจากภาษาอินโดนีเซียว่า \"duku\" และชื่อ \"ลองกอง\" มาจากภาษายาวีว่า \"ดอกอง\""},{"fruit_name":"มะละกอ","information":"มะละกอ เป็นไม้ผลชนิดหนึ่ง สูงประมาณ 5-10 เมตร มีถิ่นกำเนิดในอเมริกากลาง ถูกนำเข้าสู่เอเชียตะวันออกเฉียงใต้ในสมัยกรุงศรีอยุธยา ผลดิบมีสีเขียว เมื่อสุกแล้วเนื้อในจะมีสีเหลืองถึงส้ม นิยมนำมารับประทานทั้งสดและนำไปปรุงอาหาร เช่น ส้มตำ ฯลฯ หรือนำไปแปรรูปเป็นผลิตภัณฑ์อื่น ๆ ก็ได้"},{"fruit_name":"หม่อน","information":"หม่อน หรือ มัลเบอร์รี (อังกฤษ: mulberry) ภาคอีสานเรียก มอน ภาษาจีนแต้จิ๋วเรียก ซิวเอียะ เป็นพืชอาหารตามธรรมชาติชนิดเดียวของหนอนไหม และเป็นหัวใจสำคัญของการประกอบอาชีพการปลูกหม่อนเลี้ยงไหม ปริมาณผลผลิตและคุณภาพรังไหมจะมากหรือน้อย ขึ้นอยู่กับคุณภาพใบหม่อน หม่อนเป็นพืชที่มีอายุนาน 80-100 ปี ถ้าไม่ได้รับความกระทบกระเทือน จากการเก็บเกี่ยวหรือโรค แมลงศัตรู สามารถเจริญได้ดีตั้งแต่เขตอบอุ่นถึงเขตร้อน หม่อนที่เกิดในเขตอากาศหนาว จะหยุดพักไม่เจริญเติบโต นับตั้งแต่ปลายฤดูใบไม้ร่วงจนถึงฤดูใบไม้ผลิ ผลหม่อนสามารถรับประทานได้ สารสกัดด้วยเมทานอลจากกากหม่อนที่เหลือจากการทำน้ำผลไม้มีฤทธิ์กำจัดอนุมูลอิสระ"},{"fruit_name":"กล้วย","information":"กล้วย เป็นพรรณไม้ล้มลุกในสกุล Musa มีหลายชนิดในสกุล บางชนิดก็ออกหน่อแต่ว่าบางชนิดก็ไม่ออกหน่อ ใบแบนยาวใหญ่ ก้านใบตอนล่างเป็นกาบยาวหุ้มห่อซ้อนกันเป็นลำต้น ออกดอกที่ปลายลำต้นเป็น ปลี และมักยาวเป็นงวง มีลูกเป็นหวี ๆ รวมเรียกว่า เครือ พืชบางชนิดมีลำต้นคล้ายปาล์ม ออกใบเรียงกันเป็นแถวทำนองพัดคลี่ คล้ายใบกล้วย เช่น กล้วยพัด (Ravenala madagascariensis) ทว่าความจริงแล้วเป็นพืชในสกุลอื่น ที่มิใช่ทั้งปาล์มและกล้วย"}]